; Created 31.03.2011

[Город]
Количество=102
1=Санкт-Петербург
2=Москва
3=Шадринск
4=Калининград
5=Архангельск
6=Чувашия
7=Ульяновск
8=Ярославль
9=Украина
10=Псков
11=Омск
12=Волгоград
13=Тула
14=Екатеринбург
15=Ростов-на-Дону
16=Киров
17=Калуга
18=Димитровград
19=Харьков
20=Саратов
21=Тольятти
22=Одесса
23=Тюмень
24=Самара
25=Наро-Фоминск
26=Нижний Новгород
27=Волжский
28=Севастополь
29=Уфа
30=Череповец
31=Астрахань
32=Стерлитамак
33=Магнитогорск
34=Ухта
35=Казахстан
36=Казань
37=Иркутск
38=Владивосток
39=Барнаул
40=Липецкая область
41=Львов
42=Смоленск
43=Белгород
44=Орел
45=Альметьевск
46=Киев
47=Энгельс
48=Хабаровск
49=Разное
50=Минск
51=Челябинск
52=Чебоксары
53=Украина-Днепродзержинск
54=Воронеж
55=Владимир
56=Пермь
57=Иваново
58=Жигулёвск
59=Мурманск
60=Украина-Керч
61=Ступино
62=Краснодарский край
63=Украина-Луганск
64=Ташкент
65=Нижневартовск
66=Украина-Ровно
67=Балаково
68=Сургут
69=Украина-Краматорск
70=Люберцы (МО)
71=Курск
72=Ставрополь
73=Гагарин
74=Тверь
75=Протвино (МО)
76=Украина-Житомир
77=Ижевск
78=Украина-Днепропетровск
79=Усинск
80=Кемерово
81=Украина-Горловка
82=Куровское (МО)
83=Щёкино (Тульская обл.)
84=Липецк
85=Луга
86=Беларусь (вся)
87=Первоуральск
88=Салават
89=Нижний Тагил
90=Украина-Феодосия
91=Копейск
92=Фрязино (МО)
93=Владикавказ
94=Нерюнгри
95=Зеленодольск
96=Барышевка
97=Химки
98=Украина-Мелитополь
99=Кострома
100=Абхазия-Сухуми
101=Украина-Кривой Рог
102=Белая Калитва

[Провайдеры Санкт-Петербург]
Количество=8
1=Beeline / Corbina
2=Интернет
3=ЦИФРА и Озерки
4=Tiera
5=eTelecom
6=InterZet
7=Смарт-Телеком
8=СЗТ-Авангард

[Ретрекеры Санкт-Петербург Beeline / Corbina]
Количество=10
1=http://10.121.10.1:2710/announce.php
2=http://netmaster.dyndns.ws:2710/announce
3=http://netmaster2.dyndns.ws:2710/announce
4=http://netmaster3.dyndns.ws:2710/announce
5=http://netmaster4.dyndns.ws:2710/announce
6=http://10.35.21.180:2710/announce
7=http://p2p.corbina.net:2710/announce
8=http://10.138.177.249:2710/announce
9=http://retracker.local:80/announce
10=http://re-tracker.ru:80/announce.php

[Ретрекеры Санкт-Петербург Интернет]
Количество=3
1=http://enemi.serveftp.com:2710/statistics
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Санкт-Петербург ЦИФРА и Озерки]
Количество=4
1=http://retracker.ozerki.net:80/announce.php
2=http://tracker.local:2711/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Санкт-Петербург Tiera]
Количество=3
1=http://retracker.spb.ru:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Санкт-Петербург eTelecom]
Количество=3
1=http://83.243.64.100:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Санкт-Петербург InterZet]
Количество=4
1=http://entretracker.zet/announce.php
2=http://ahamok.no-ip.org:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Санкт-Петербург Смарт-Телеком]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Ретрекеры Санкт-Петербург СЗТ-Авангард]
Количество=3
1=http://212.48.192.26/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Москва]
Количество=9
1=Beeline / Corbina
2=ЮТК
3=Акадо
4=Netbynet
5=UltraNet
6=UCA Networks
7=CPMS
8=IPNET
9=Citytelecom

[Ретрекеры Москва Beeline / Corbina]
Количество=184
1=http://10.208.13.245:2710/announce
2=http://10.48.163.235:2710/announce
3=http://10.48.237.147:2710/announce
4=http://10.21.59.239:2710/announce
5=http://10.253.50.254:2710/announce
6=http://10.179.20.228:2710/announce
7=http://10.239.4.231:2710/announce
8=http://10.199.72.223:2710/announce
9=http://10.199.74.239:2710/announce
10=http://10.193.29.179:2710/announce
11=http://hmn.pp.ru:2710/announce
12=http://seregaxaker-retreker.myftp.org:2710/announce
13=http://10.155.4.238:2710/announce
14=http://10.177.69.246:2710/announce
15=http://10.207.121.141:2710/announce
16=http://10.186.33.246:2710/announce
17=http://10.195.49.158:2710/announce
18=http://10.195.56.67:2710/announce
19=http://10.149.48.241:2710/announce
20=http://10.87.52.246:2710/announce
21=http://10.87.120.251:2710/announce
22=http://10.87.45.236:2710/announce
23=http://10.142.14.241:2710/announce
24=http://10.54.2.245:2710/announce
25=http://10.60.51.14:2710/announce
26=http://10.178.56.245:2710/announce
27=http://10.161.79.151:2710/announce
28=http://10.65.92.234:2710/announce
29=http://10.65.86.239:2710/announce
30=http://solidsnake.myftp.org:2710/announce
31=http://10.176.22.228:2710/announce
32=http://10.220.140.216:2710/announce
33=http://10.72.187.235:2710/announce
34=http://10.72.246.232:2710/announce
35=http://10.211.78.203:2710/announce
36=http://lan.iomg.ru:2710/announce
37=http://10.210.100.100:2710/announce
38=http://10.210.100.215:2710/announce
39=http://10.159.25.202:2710/announce
40=http://10.159.3.242:2710/announce
41=http://10.66.2.220:2710/announce
42=http://10.66.72.221:2710/announce
43=http://10.185.143.213:2710/announce
44=http://10.188.27.238:2710/announce
45=http://10.188.87.169:2710/announce
46=http://10.111.47.194:2710/announce
47=http://10.227.180.210:2710/announce
48=http://10.44.178.246:2710/announce
49=http://10.163.110.235:2710/announce
50=http://10.163.71.177:2710/announce
51=http://10.184.45.136:2710/announce
52=http://10.184.0.104:2710/announce
53=http://10.57.44.44:2710/announce
54=http://10.53.110.240:2710/announce
55=http://10.53.107.230:2710/announce
56=http://10.252.235.239:2710/announce
57=http://yodj.no-ip.org:2710/announce
58=http://10.252.59.204:2710/announce
59=http://10.241.74.200:2710/announce
60=http://10.243.75.240:2710/announce
61=http://10.160.4.217:2710/announce
62=http://10.160.64.251:2710/announce
63=http://10.228.22.248:2710/announce
64=http://10.228.33.235:2710/announce
65=http://c4rt.re-tracker.net:2710/announce
66=http://10.218.39.185:2710/announce
67=http://10.82.51.218:2710/announce
68=http://10.84.50.224:2710/announce
69=http://10.73.26.238:2710/announce
70=http://10.197.87.133:2710/announce
71=http://10.197.62.62:2710/announce
72=http://10.197.84.63:2710/announce
73=http://10.166.55.220:2710/announce
74=http://jasenevo.myftp.org:2710/announce
75=http://10.169.16.245:2710/announce
76=http://10.169.31.136:2710/announce
77=http://10.144.66.217:2710/announce
78=http://10.144.117.229:2710/announce
79=http://10.144.147.210:2710/announce
80=http://10.152.85.195:2710/announce
81=http://10.157.39.217:2710/announce
82=http://10.153.88.243:2710/announce
83=http://10.153.96.234:2710/announce
84=http://tushino.yaklit.ru:2710/announce
85=http://butovo.corbina.org.ru:80/retracker/announce.php
86=http://trackerlocal.ls-home.org:28800/announce
87=http://dc-tag-nzg.no-ip.org:2710/announce
88=http://ds.podzone.net:2710/announce
89=http://co-int.aliki.ru:2710/announce
90=http://10.57.15.141:2710/announce
91=http://10.57.29.163:2710/announce
92=http://10.60.103.183:2710/announce
93=http://10.65.38.213:2710/announce
94=http://10.87.17.225:2710/announce
95=http://10.96.2.252:2710/announce
96=http://10.111.24.226:2710/announce
97=http://10.119.83.253:2710/announce
98=http://10.134.13.246:2710/announce
99=http://10.134.82.206:2710/announce
100=http://10.142.55.195:2710/announce
101=http://10.149.26.235:2710/announce
102=http://10.154.22.22:2710/announce
103=http://10.167.42.231:2710/announce
104=http://10.193.15.212:2710/announce
105=http://10.193.84.199:2710/announce
106=http://10.198.25.211:2710/announce
107=http://10.210.47.240:2710/announce
108=http://10.210.96.96:2710/announce
109=http://10.227.108.248:2710/announce
110=http://10.241.255.234:2710/announce
111=http://10.252.41.217:2710/announce
112=http://retracker.hotplug.ru:2710/announce
113=http://logovo.no-ip.org:2710/announce
114=http://10.200.71.87:2710/announce
115=http://10.121.10.1:2710/announce.php
116=http://netmaster.dyndns.ws:2710/announce
117=http://netmaster2.dyndns.ws:2710/announce
118=http://netmaster3.dyndns.ws:2710/announce
119=http://corbinaretracker.dyndns.org:80/announce.php
120=http://netmaster4.dyndns.ws:2710/announce
121=http://10.144.176.213:2710/announce
122=http://xadjee.no-ip.org:2710/announce
123=http://predator100.no-ip.biz:2710/announce
124=http://clonesweet.no-ip.biz:2710/announce
125=http://valli-dulli.no-ip.org:2710/announce
126=http://fillon999.no-ip.org:2710/announce
127=http://stogach.no-ip.org:2710/announce
128=http://10.44.143.213:2710/announce
129=http://oira-oira.no-ip.org:2710/announce
130=http://bt-local.no-ip.org:80/announce.php
131=http://tushino.no-ip.biz:2710/announce
132=http://10.65.114.169:2710/announce
133=http://druggy.no-ip.org:2710/announce
134=http://home-eth0.siras.ru:2710/announce
135=http://aerograph.no-ip.org:2710/announce
136=http://fd-002.endoftheinternet.org:2710/announce.php
137=http://p2p.corbina.net:2710/announce
138=http://ubut.no-ip.org:2710/announce
139=http://10.130.38.239:2710/announce
140=http://10.210.46.162:2710/announce
141=http://povelo.no-ip.biz:2710/announce
142=http://10.163.54.214:2710/announce
143=http://xbt.homeunix.org:2710/announce
144=http://kabachok.homeip.net/announce
145=http://loginzu.no-ip.org:2710/announce
146=http://10.160.153.165:2710/announce
147=http://kuchka-retracker.servep2p.com:2710/announce
148=http://oboz.no-ip.biz:2710/announce
149=http://raskova.no-ip.org:2710/announce
150=http://10.197.62.67:2710/announce
151=http://10.64.70.203:2710/announce.php
152=http://10.212.165.255:2710/announce
153=http://prorock.no-ip.biz:2710/announce
154=http://10.178.85.245:2710/announce.php
155=http://10.89.47.174:2710/announce
156=http://10.48.250.199:2710/announce
157=http://maslenizza.selfip.net:2710/announce
158=http://lubertsy.retracker.sapro.ru:2710/announce
159=http://10.195.0.133:2710/announce
160=http://eugn.no-ip.org:2710/announce
161=http://kaptur.no-ip.org:2710/announce
162=http://10.84.23.248:2710/announce
163=http://10.82.34.224:2710/announce
164=http://shoolocal.zapto.org:2710/announce
165=http://shoolocal.zapto.org:80/announce.php
166=http://10.185.9.147:2710/announce
167=http://south-butovo.no-ip.biz:2710/announce
168=http://bt-local.no-ip.org:2710/announce
169=http://10.91.35.142:2710/announce
170=http://pink-porox.no-ip.org:2710/announce
171=http://10.27.152.224:2710/announce
172=http://tv-cat.homeip.net:2710/announce
173=http://10.212.167.48:2710/announce
174=http://ext.retracker.local:80/announce
175=http://hg-services2.corbina.net:2710/announce
176=http://big-torrents.ru:2710/announce
177=http://torrent.ubuntu.com:6969/announce
178=http://10.172.13.166:2710/announce
179=http://10.253.53.197:2710/an
180=http://10.167.43.31:2710/statistic
181=http://10.167.43.31:2710/announce
182=http://10.167.43.31:41025/announce
183=http://retracker.local:80/announce
184=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва ЮТК]
Количество=3
1=http://10.0.0.5:2710/
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва Акадо]
Количество=17
1=http://10.181.180.10:2710/announce
2=http://10.177.180.77:2710/announce
3=http://10.198.17.234:2710/announce
4=http://80.92.106.171:2710/announce
5=http://80.92.102.122:2710/announce
6=http://10.12.140.39:2710/announce
7=http://172.17.7.194:2710/announce
8=http://mountech.no-ip.org:2710/announce
9=http://91.103.205.239:2710/announce
10=http://grishan.no-ip.biz:2710/announce
11=http://83.167.120.100:2170/announce
12=http://77.232.27.46:34796/announce
13=http://10.176.156.141/announce.php
14=http://62.117.110.195:2710/announce
15=http://retracker.local:2710/announce
16=http://retracker.local:80/announce
17=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва Netbynet]
Количество=7
1=http://local.amdem.net.ru:2710/announce
2=http://10.30.139.100:2710/announce
3=http://10.4.13.189:2710/announce
4=http://retracker.netbynet.ru:80/announce.php
5=http://89.169.103.251:10719/announce
6=http://retracker.local:80/announce
7=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва UltraNet]
Количество=3
1=http://retracker.ultranet.ru/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва UCA Networks]
Количество=3
1=http://retracker.ucanet.ru/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва CPMS]
Количество=3
1=http://retracker.cpms.ru:6969/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва IPNET]
Количество=3
1=http://retracker.local:2710/a
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва Citytelecom]
Количество=3
1=http://re-tracker.citytelecom.ru:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Шадринск]
Количество=1
1=КурьерПлюс

[Ретрекеры Шадринск КурьерПлюс]
Количество=3
1=http://tr.home.lan:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Калининград]
Количество=3
1=Beeline / Corbina
2=Общегородской
3=Тис-Диалог

[Ретрекеры Калининград Beeline / Corbina]
Количество=4
1=http://rt.zapto.org:80/announce.php
2=http://rt.zapto.org:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Калининград Общегородской]
Количество=9
1=http://retracker.balttelecom.net:2710/announce
2=http://retracker.kld.ru:2710/announce
3=http://172.20.0.222:2710/announce
4=http://89.190.235.175:2710/announce
5=http://re-tracker.ru:80/announce
6=http://retracker.kld.ru:80/announce
7=http://www.enter39.net:2710/announce.php
8=http://retracker.local:80/announce
9=http://re-tracker.ru:80/announce.php

[Ретрекеры Калининград Тис-Диалог]
Количество=3
1=http://172.20.0.222:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Архангельск]
Количество=1
1=Golden telecom / Beeline

[Ретрекеры Архангельск Golden telecom / Beeline]
Количество=3
1=http://gkalash.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Чувашия]
Количество=2
1=Волгателеком
2=Etherway

[Ретрекеры Чувашия Волгателеком]
Количество=3
1=http://afanet.org.ru:2720/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Чувашия Etherway]
Количество=3
1=http://10.255.0.80:6690/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Ульяновск]
Количество=6
1=Beeline / Corbina
2=Домолинк
3=Стрим
4=Волгателеком
5=Ультрамарин
6=DARS Telecom

[Ретрекеры Ульяновск Beeline / Corbina]
Количество=8
1=http://retracker1.rockzveno.ru:2710/announce
2=http://torrents.adminko.org:2710/announce
3=http://retracker2.rockzveno.ru:2710/announce
4=http://re.good73.net/announce.php
5=http://re.podzone.org:2710/announce
6=http://re-tracker.ru:80/announce.php
7=http://retracker.local:80/announce
8=http://re-tracker.ru:80/announce.php

[Ретрекеры Ульяновск Домолинк]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Ретрекеры Ульяновск Стрим]
Количество=5
1=http://10.0.43.157:6969/announce
2=http://torrents.svnet:2710/announce
3=http://retracker.uln-ix.ru:80/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Ульяновск Волгателеком]
Количество=4
1=http://re.good73.net/announce.php
2=http://re-tracker.ru:80/announce.php
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Ульяновск Ультрамарин]
Количество=3
1=http://re.good73.net/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Ульяновск DARS Telecom]
Количество=4
1=http://re.good73.net/announce.php
2=http://10.73.232.248:6969/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Ярославль]
Количество=5
1=Beeline / Corbina
2=Домолинк
3=Интернет
4=Волгателеком
5=ТензорТелеком

[Ретрекеры Ярославль Beeline / Corbina]
Количество=5
1=http://10.13.98.181:2710/announce
2=http://diger.no-ip.biz:2710/announce
3=http://retrackerctk.no-ip.org:2710/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Ярославль Домолинк]
Количество=6
1=http://retrackerctk.no-ip.org:2710/announce
2=http://retrackerctk.no-ip.org:43509/announce
3=http://retracker.local:2710/announce
4=http://diger.no-ip.biz:2710/announce
5=http://retracker.local:80/announce
6=http://re-tracker.ru:80/announce.php

[Ретрекеры Ярославль Интернет]
Количество=3
1=http://retrackerctk.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Ярославль Волгателеком]
Количество=3
1=http://retrackerctk.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Ярославль ТензорТелеком]
Количество=4
1=http://10.2.4.33:2710/announce
2=http://10.0.62.62:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Украина]
Количество=14
1=ТВТ
2=Beeline / Corbina
3=Golden telecom / Beeline
4=Поиск
5=Оптинет
6=NetGroup
7=Телесвит
8=Альтаир
9=Сэтилайт
10=ИнфоДом
11=DataSvit
12=Укртелеком "ОГО"
13=DKS
14=Инмарт

[Ретрекеры Украина ТВТ]
Количество=3
1=http://10.0.150.2:1552/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Beeline / Corbina]
Количество=12
1=http://10.81.44.244:2710/announce
2=http://10.23.3.179:2710/announce
3=http://beeline-ua.no-ip.org:2710/announce
4=http://10.51.24.241:2710/announce
5=http://multi.bee.lan:2710/announce
6=http://retracker.local:2710/announce
7=http://10.81.87.46:2710/announce
8=http://retracker.bee.lan:2710/announce
9=http://10.78.25.239:2710/announce
10=http://10.78.29.29:2720/announce
11=http://retracker.local:80/announce
12=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Golden telecom / Beeline]
Количество=3
1=http://multi.bee.lan:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Поиск]
Количество=4
1=http://10.130.89.254:2710/announce
2=http://okrim.no-ip.biz:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Оптинет]
Количество=3
1=http://10.4.0.201:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина NetGroup]
Количество=3
1=http://life-if.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Телесвит]
Количество=3
1=http://retracker.telesweet.net:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Альтаир]
Количество=3
1=http://0629.no-ip.info:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Сэтилайт]
Количество=3
1=http://benya-satel.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина ИнфоДом]
Количество=3
1=http://gamezone.id:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина DataSvit]
Количество=3
1=http://torrent.datasvit.km.ua:80/retracker/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Укртелеком "ОГО"]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина DKS]
Количество=3
1=http://10.2.218.26:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина Инмарт]
Количество=3
1=http://retracker.inmart.ua:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Псков]
Количество=1
1=Псковлайн и Телесети+

[Ретрекеры Псков Псковлайн и Телесети+]
Количество=9
1=http://local.roadtrain.ru:2710/announce
2=http://hdclubs.ru/retracker/announce.php
3=http://10.5.2.72:2710/
4=http://89.23.16.198:2710/
5=http://89.23.17.59:2710/
6=http://nk-gaming.no-ip.org:2710/
7=http://retracker.local:80/announce
8=http://retracker.local:80/announce
9=http://re-tracker.ru:80/announce.php

[Провайдеры Омск]
Количество=5
1=Дом.ру
2=WebStream-Омск
3=ОКС
4=Multinex-Omsk
5=ТТК-ДВ

[Ретрекеры Омск Дом.ру]
Количество=5
1=http://223.1.1.1:2710/announce
2=http://he4to.dyn-o-saur.com:2710/announce
3=http://retracker.omsk.ru:2710/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Омск WebStream-Омск]
Количество=5
1=http://he4to.dyn-o-saur.com:2710/announce
2=http://retracker.omsk.ru:2710/announce
3=http://192.168.1.254:2710/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Омск ОКС]
Количество=4
1=http://he4to.dyn-o-saur.com:2710/announce
2=http://retracker.omsk.ru:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Омск Multinex-Omsk]
Количество=4
1=http://10.172.78.111:2710/announce
2=http://retracker.omsk.ru:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Омск ТТК-ДВ]
Количество=3
1=http://open-heavens.podzone.net:2710/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Волгоград]
Количество=4
1=Beeline / Corbina
2=Коламбия-Телеком
3=ЮТК
4=AnnexGroup

[Ретрекеры Волгоград Beeline / Corbina]
Количество=7
1=http://online.gotdns.com:2710/announce
2=http://dc-tag-nzg.no-ip.org:2710/announce
3=http://dchubvlg.no-ip.org:2710/announce
4=http://re-trecker.ru:80/announce.pnp
5=http://beelinvolg.no-ip.org:2710/announce
6=http://retracker.local:80/announce
7=http://re-tracker.ru:80/announce.php

[Ретрекеры Волгоград Коламбия-Телеком]
Количество=8
1=http://mandriver.lan:2710/announce
2=http://bt.kaytaz.ru:2710/announce
3=http://10.1.197.53:2710/announce
4=http://online1.gotdns.com:2710/announce
5=http://10.65.9.134/rt/announce.php
6=http://10.65.9.134:2710/announce
7=http://retracker.local:80/announce
8=http://re-tracker.ru:80/announce.php

[Ретрекеры Волгоград ЮТК]
Количество=3
1=http://fenixbr.ru:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Волгоград AnnexGroup]
Количество=3
1=http://retracker.local:80/
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Тула]
Количество=3
1=Beeline / Corbina
2=Домолинк
3=Domolink

[Ретрекеры Тула Beeline / Corbina]
Количество=3
1=http://evolution.tula.su:80/retracker/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Тула Домолинк]
Количество=4
1=1=http://alivar.sc-t.ru:2710/announce 2=http://retracker.local:80/announce 3=http://re-tracker.ru:80/announce.php
2=http://alivar.sc-t.ru:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Тула Domolink]
Количество=3
1=http://alivar.sc-t.ru:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Екатеринбург]
Количество=9
1=Beeline / Corbina
2=Olympus NSP
3=УТК
4=Convex
5=Планета
6=Golden telecom / Beeline
7=Инсис
8=Utel
9=Система

[Ретрекеры Екатеринбург Beeline / Corbina]
Количество=3
1=http://freetorrent.ru/announce.php    http://denis.stalker.h3q.com:6969/announce    http://retracker.local/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Екатеринбург Olympus NSP]
Количество=3
1=http://re-tracker.olympus.ru:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Екатеринбург УТК]
Количество=3
1=http://ekt-utk-retracker.selfip.net:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Екатеринбург Convex]
Количество=5
1=http://igronet.ru:2710/announce.php
2=1=http://igronet.ru:2710/announce.php
3=http://re-tracker.ru:80/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Екатеринбург Планета]
Количество=3
1=http://retracker.epn.ru/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Екатеринбург Golden telecom / Beeline]
Количество=5
1=http://10.110.53.116:2710/announce
2=http://tracker.reborn.ru:2710/announce
3=http://ekt-gt-retracker.selfip.net:2710/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Екатеринбург Инсис]
Количество=5
1=http://108.isnet.ru:2710/announce
2=http://83.167.24.235:2710/announce
3=http://83.167.24.235/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Екатеринбург Utel]
Количество=3
1=http://rvk.poweredbyclear.com:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Екатеринбург Система]
Количество=3
1=http://p2p.system-ural.ru:2710/
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Ростов-на-Дону]
Количество=4
1=Beeline / Corbina
2=ЮТК
3=Спарк
4=Интернет

[Ретрекеры Ростов-на-Дону Beeline / Corbina]
Количество=4
1=http://retracker.bee-media.ru:80/announce.php
2=http://retraker.bee-media.ru:80/announce.php
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Ростов-на-Дону ЮТК]
Количество=3
1=http://retracker.donnet.ru:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Ростов-на-Дону Спарк]
Количество=3
1=http://86.110.182.18:2710/
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Ростов-на-Дону Интернет]
Количество=3
1=http://retracker.mlzone.ru:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Киров]
Количество=1
1=Дом.ру

[Ретрекеры Киров Дом.ру]
Количество=6
1=http://ffsdmad.homelinux.org:2710/announce
2=http://borring.homelinux.org:2710/announce
3=http://solfir.dyndns.org:2710/announce
4=http://169.254.135.14:2710/
5=http://retracker.local:80/announce
6=http://re-tracker.ru:80/announce.php

[Провайдеры Калуга]
Количество=3
1=Beeline / Corbina
2=Домолинк
3=Спарк

[Ретрекеры Калуга Beeline / Corbina]
Количество=4
1=http://retracker.corb.exdns.net:80/announce.php
2=http://corbina.wildhouse.ru:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Калуга Домолинк]
Количество=4
1=http://retracker.dml.exdns.net:80/announce.php
2=17=http://retracker.local:80/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Калуга Спарк]
Количество=4
1=http://10.67.248.101:2710/announce.php
2=http://retracker.spark.exdns.net:80/announce.php
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Димитровград]
Количество=1
1=Beeline / Corbina

[Ретрекеры Димитровград Beeline / Corbina]
Количество=4
1=http://dgrad-retracker.no-ip.biz:2710/announce
2=http://normex.no-ip.org:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Харьков]
Количество=4
1=Слобода
2=Харьков KH-IX
3=AirBites.Net
4=Макснет

[Ретрекеры Харьков Слобода]
Количество=4
1=http://newhouse.org.ua:2710/announce
2=http://retracker.triolan.net.ua/announce.php
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Харьков Харьков KH-IX]
Количество=9
1=http://www.newhouse.org.ua:2710/announce
2=http://10.20.25.5:3277/announce.php
3=http://193.30.242.149:2710/announce
4=http://tracker.azure.org.ua:2710/announce
5=http://retracker.skyline.kh.ua:2710/announce
6=http://retracker.itl.ua:2710/announce
7=http://localdb.no-ip.org:2710/announce
8=http://retracker.local:80/announce
9=http://re-tracker.ru:80/announce.php

[Ретрекеры Харьков AirBites.Net]
Количество=3
1=http://10.0.192.32:2710/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Харьков Макснет]
Количество=3
1=http://tracker.cyber4len.org.ua:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Саратов]
Количество=1
1=Beeline / Corbina

[Ретрекеры Саратов Beeline / Corbina]
Количество=4
1=http://aqproject.ru/re-tracker/announce.php
2=http://retracker.sarbest.ru:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Тольятти]
Количество=5
1=Beeline / Corbina
2=Golden telecom / Beeline
3=АИСТ
4=ИНФОЛАДА
5=Волгателеком

[Ретрекеры Тольятти Beeline / Corbina]
Количество=3
1=120=http://bt-local.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Тольятти Golden telecom / Beeline]
Количество=4
1=http://beespace.ru:2710/announce
2=http://beetorrent.homeip.net:80/retracker/announce.php
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Тольятти АИСТ]
Количество=5
1=http://retrecker-tlt.homeip.net:2710/announce
2=http://aist-retracker.homeip.net/announce.php
3=http://retrecker2-tlt.homeip.net:2710/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Тольятти ИНФОЛАДА]
Количество=4
1=http://torrent.tlt.ru:8081/announce
2=http://tlt-retracker.dyndns.org:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Тольятти Волгателеком]
Количество=8
1=http://10.1.19.13:2710/announce
2=http://kella-fox.ru:2710/announce
3=http://masol.ru:56441/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php
6=http://kella-fox.ru:2710/statistics
7=http://retracker.local:80/announce
8=http://re-tracker.ru:80/announce.php

[Провайдеры Одесса]
Количество=4
1=Beeline / Corbina
2=Тенет
3=Od-ix и OD-ex
4=Укртелеком "ОГО"

[Ретрекеры Одесса Beeline / Corbina]
Количество=3
1=http://re-trecker.no-ip.biz:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Одесса Тенет]
Количество=4
1=http://bt-tenet.no-ip.org:2710/announce
2=http://192.168.60.138:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Одесса Od-ix и OD-ex]
Количество=4
1=http://bt-tenet.no-ip.org:2710/announce
2=http://mkh.no-ip.org:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Одесса Укртелеком "ОГО"]
Количество=3
1=http://re-tracker.ru:80//announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Тюмень]
Количество=4
1=АБВ
2=Дельта Телесистемы
3=УралСвязьИнформ
4=Комстар-Сибирь

[Ретрекеры Тюмень АБВ]
Количество=3
1=http://10.17.96.152:2710/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Тюмень Дельта Телесистемы]
Количество=3
1=http://tracker.oborona.net:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Тюмень УралСвязьИнформ]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Ретрекеры Тюмень Комстар-Сибирь]
Количество=3
1=http://91.143.63.18:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Самара]
Количество=3
1=Beeline / Corbina
2=Дом.ру
3=Волгателеком

[Ретрекеры Самара Beeline / Corbina]
Количество=8
1=http://10.101.73.65:2710/announce
2=http://10.103.3.123:2710/announce
3=http://rtrkr.beetorrents.ru/announce
4=http://retracker.beelife.mystep.ru/announce.php
5=http://kella-fox.ru:2710/announce
6=http://rtrkr.beetorrents.org:80/announce
7=http://retracker.local:80/announce
8=http://re-tracker.ru:80/announce.php

[Ретрекеры Самара Дом.ру]
Количество=3
1=http://retracker.domtorrents.ru:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Самара Волгателеком]
Количество=4
1=http://kella-fox.ru:2710/announce
2=http://192.168.1.2:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Наро-Фоминск]
Количество=1
1=Домолинк

[Ретрекеры Наро-Фоминск Домолинк]
Количество=3
1=http://maximus5249.no-ip.biz:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Нижний Новгород]
Количество=7
1=Beeline / Corbina
2=Дом.ру
3=Общегородской IX-NN
4=АБВ
5=АДС
6=Стрим
7=ЛинкТелеком

[Ретрекеры Нижний Новгород Beeline / Corbina]
Количество=3
1=http://halyavim.ru:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Нижний Новгород Дом.ру]
Количество=3
1=http://bt-dom.homeip.net:80/
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Нижний Новгород Общегородской IX-NN]
Количество=4
1=http://retracker.nnover.ru/announce.php
2=http://alex-re-tracker.no-ip.org:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Нижний Новгород АБВ]
Количество=3
1=http://retracker.homelinux.net:6969/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Нижний Новгород АДС]
Количество=3
1=http://fttb.retracker.nnov.ru:666/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Нижний Новгород Стрим]
Количество=3
1=http://streamtrack.no-ip.org:6969/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Нижний Новгород ЛинкТелеком]
Количество=3
1=http://176.16.200.15:6969/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Волжский]
Количество=2
1=Beeline / Corbina
2=Интернет

[Ретрекеры Волжский Beeline / Corbina]
Количество=10
1=http://10.121.10.1:2710/announce.php
2=http://netmaster.dyndns.ws:2710/announce
3=http://netmaster2.dyndns.ws:2710/announce
4=http://netmaster3.dyndns.ws:2710/announce
5=http://netmaster4.dyndns.ws:2710/announce
6=http://10.35.21.180:2710/announce
7=http://ahamok.no-ip.org:2710/announce
8=http://10.90.232.65:2710/announce
9=http://retracker.local:80/announce
10=http://re-tracker.ru:80/announce.php

[Ретрекеры Волжский Интернет]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Провайдеры Севастополь]
Количество=2
1=SevStar
2=ReedLan

[Ретрекеры Севастополь SevStar]
Количество=4
1=http://retracker.sevstar.net:80/announce.php
2=http://retracker.sev...80/announce.php
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Севастополь ReedLan]
Количество=3
1=http://retracker.reedlan:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Уфа]
Количество=2
1=Beeline / Corbina
2=Ufanet

[Ретрекеры Уфа Beeline / Corbina]
Количество=3
1=http://retracker-beeufa.dyndns.org:2710/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Уфа Ufanet]
Количество=3
1=http://retracker.psihaven.com/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Череповец]
Количество=1
1=Beeline / Corbina

[Ретрекеры Череповец Beeline / Corbina]
Количество=6
1=http://10.6.37.127:2710/announce.php
2=http://jonnyfc.mine.nu:2710/announce.php
3=http://10.25.2.247:2710/announce.php
4=http://10.24.2.70:2710/announce.php
5=http://retracker.local:80/announce
6=http://re-tracker.ru:80/announce.php

[Провайдеры Астрахань]
Количество=1
1=Beeline / Corbina

[Ретрекеры Астрахань Beeline / Corbina]
Количество=4
1=http://tracker.astralan.ru:2710/announce
2=1=http://tracker.astralan.ru:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Стерлитамак]
Количество=1
1=Первый Городской

[Ретрекеры Стерлитамак Первый Городской]
Количество=5
1=http://fnbox.dyndns.org:2710/announce
2=http://strpg227.dyndns.org:2710/announce
3=http://retracker.1str.net:2710/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Провайдеры Магнитогорск]
Количество=2
1=Общегородской
2=УралСвязьИнформ

[Ретрекеры Магнитогорск Общегородской]
Количество=4
1=http://faces.stk-tv.ru:2710/announce
2=http://10.113.6.95:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Магнитогорск УралСвязьИнформ]
Количество=3
1=http://62.148.227.137:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Ухта]
Количество=2
1=FlintNet и CentrLan
2=GSPnet

[Ретрекеры Ухта FlintNet и CentrLan]
Количество=6
1=http://retracker.flint.net:2710/announce
2=http://192.168.7.20:2710/announce
3=http://10.0.0.9:2710/announce
4=http://tracker.centrlan.net:2710/announce
5=http://retracker.local:80/announce
6=http://re-tracker.ru:80/announce.php

[Ретрекеры Ухта GSPnet]
Количество=3
1=http://10.3.23.10:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Казахстан]
Количество=2
1=Beeline / Corbina
2=КазахТелеком

[Ретрекеры Казахстан Beeline / Corbina]
Количество=3
1=http://10.17.116.6:6969/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Казахстан КазахТелеком]
Количество=3
1=http://xbtt.hdfilm.kz:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Казань]
Количество=1
1=Beeline / Corbina

[Ретрекеры Казань Beeline / Corbina]
Количество=3
1=http://nnm-club.info:2710/001cb502cc65c28798c456d800d6d6cd/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Иркутск]
Количество=4
1=ДСИ
2=WebStream-Омск
3=Байкал-Телеком
4=ЗАО Мегаполис-Телеком

[Ретрекеры Иркутск ДСИ]
Количество=4
1=http://retracker.irk.ru:80/announce.php
2=1=http://retracker.irk.ru:80/announce.php
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Иркутск WebStream-Омск]
Количество=3
1=http://nakama.no-ip.biz:24656/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Иркутск Байкал-Телеком]
Количество=3
1=http://retracker.baikal-telecom.net:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Иркутск ЗАО Мегаполис-Телеком]
Количество=3
1=http://retracker.local:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Владивосток]
Количество=3
1=Владивосток Телеком
2=АльянсТелеком
3=Владлинк

[Ретрекеры Владивосток Владивосток Телеком]
Количество=5
1=http://xut.org.ru:80/retracker/announce.php
2=http://ncuxu.net.ru:80/retracker/announce.php
3=http://re-tracker.ru:80/announce.php
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Владивосток АльянсТелеком]
Количество=4
1=http://tracker.torrentsvl.ru:2710/announce
2=http://retracker.torrentsvl.ru/announce.php
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Владивосток Владлинк]
Количество=3
1=http://retracker.torrentsvl.ru/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Барнаул]
Количество=1
1=Интелека

[Ретрекеры Барнаул Интелека]
Количество=3
1=http://bt.inteleca.ru:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Липецкая область]
Количество=2
1=Домолинк
2=Puzzle

[Ретрекеры Липецкая область Домолинк]
Количество=3
1=http://jeri.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Липецкая область Puzzle]
Количество=4
1=http://10.1.120.6:2710/announce.php
2=http://retracker.local:80/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Львов]
Количество=1
1=Уарнет

[Ретрекеры Львов Уарнет]
Количество=3
1=http://colibri.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Смоленск]
Количество=3
1=Beeline / Corbina
2=Домолинк
3=СитиКом

[Ретрекеры Смоленск Beeline / Corbina]
Количество=7
1=http://corbina.smollocal.ru:80/re/announce.php
2=http://10.151.32.32:2710/announce
3=http://10.146.148.2/tracker/announce.php
4=http://10.151.72.14:2710/announce
5=http://retracker.ganjanetwork.ru:6969/announce
6=http://retracker.local:80/announce
7=http://re-tracker.ru:80/announce.php

[Ретрекеры Смоленск Домолинк]
Количество=3
1=http://domolink.smollocal.ru:80/re/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Смоленск СитиКом]
Количество=3
1=http://retracker.ganjanetwork.ru:6969/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Белгород]
Количество=3
1=Multinex Mobilnet Komtel-tv
2=Domolink
3=БелНет

[Ретрекеры Белгород Multinex Mobilnet Komtel-tv]
Количество=3
1=http://blog.belgorod-net.ru/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Белгород Domolink]
Количество=3
1=http://philosof.selfip.net:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Белгород БелНет]
Количество=3
1=http://retracker.bel-net.ru:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Орел]
Количество=1
1=Beeline / Corbina

[Ретрекеры Орел Beeline / Corbina]
Количество=3
1=http://orl.su:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Альметьевск]
Количество=1
1=ТВТ

[Ретрекеры Альметьевск ТВТ]
Количество=3
1=http://217.66.22.68:21015/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Киев]
Количество=4
1=Beeline / Corbina
2=Golden telecom / Beeline
3=IPNET
4=SunNet

[Ретрекеры Киев Beeline / Corbina]
Количество=4
1=http://retracker.corbina.com.ua:80/announce
2=http://MONaHs.no-ip.org:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Киев Golden telecom / Beeline]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Ретрекеры Киев IPNET]
Количество=3
1=http://cache.ipnet.kiev.ua:6969/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Киев SunNet]
Количество=3
1=http://retracker.sunnet.com.ua:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Энгельс]
Количество=1
1=Beeline / Corbina

[Ретрекеры Энгельс Beeline / Corbina]
Количество=4
1=http://retracker.saratov-style.net:80/announce.php
2=http://re-tracker.ru:80/announce.pnp
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Хабаровск]
Количество=1
1=ТТК-ДВ

[Ретрекеры Хабаровск ТТК-ДВ]
Количество=3
1=http://re.hb3.ru:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Разное]
Количество=1
1=Интернет

[Ретрекеры Разное Интернет]
Количество=5
1=http://tracker.thepiratebay.org:80/announce
2=http://announce.freeexchange.ru:2710/announce
3=http://announce.opensharing.ru:2710/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Провайдеры Минск]
Количество=1
1=Атлант Телеком

[Ретрекеры Минск Атлант Телеком]
Количество=3
1=http://torrents.telecom.by/re-tracker/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Челябинск]
Количество=1
1=Дом.ру

[Ретрекеры Челябинск Дом.ру]
Количество=3
1=http://retracker.chel.kubalibre.ru/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Чебоксары]
Количество=2
1=Поиск
2=Etherway

[Ретрекеры Чебоксары Поиск]
Количество=3
1=http://21region.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Чебоксары Etherway]
Количество=3
1=http://21region.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Днепродзержинск]
Количество=1
1=Dnepro.net

[Ретрекеры Украина-Днепродзержинск Dnepro.net]
Количество=3
1=http://max-iron.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Воронеж]
Количество=3
1=Beeline / Corbina
2=Golden telecom / Beeline
3=К

[Ретрекеры Воронеж Beeline / Corbina]
Количество=3
1=http://10.81.44.244:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Воронеж Golden telecom / Beeline]
Количество=3
1=http://bee.retracker.vrn.ru:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Воронеж К]
Количество=3
1=http://retracker.local:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Владимир]
Количество=1
1=Домолинк

[Ретрекеры Владимир Домолинк]
Количество=4
1=http://84.53.200.19:2710/announce.php
2=http://bt.elcom.ru:80/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Пермь]
Количество=3
1=Beeline / Corbina
2=Дом.ру
3=ЗАО Закамская телефонная компания

[Ретрекеры Пермь Beeline / Corbina]
Количество=3
1=http://retrackerperm.myvnc.com:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Пермь Дом.ру]
Количество=3
1=http://retracker.perm.ertelecom.ru:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Пермь ЗАО Закамская телефонная компания]
Количество=3
1=http://192.168.0.1:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Иваново]
Количество=3
1=Beeline / Corbina
2=Домолинк
3=ТвойНет

[Ретрекеры Иваново Beeline / Corbina]
Количество=5
1=http://zheban.no-ip.biz:2710/announce
2=http://stop.no-ip.info:2710/announce
3=http://re-tracker.ru:80/announce.php
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Ретрекеры Иваново Домолинк]
Количество=3
1=http://10.213.247.254/index.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Иваново ТвойНет]
Количество=3
1=http://rus37.ru:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Жигулёвск]
Количество=0

[Провайдеры Мурманск]
Количество=1
1=СЗКТИ

[Ретрекеры Мурманск СЗКТИ]
Количество=3
1=http://local.freesector.ru:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Керч]
Количество=1
1=KerchNET

[Ретрекеры Украина-Керч KerchNET]
Количество=3
1=http://css.kn:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Ступино]
Количество=1
1=Сити-Телеком

[Ретрекеры Ступино Сити-Телеком]
Количество=3
1=http://tracker.lan:80/retracker/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Краснодарский край]
Количество=4
1=Beeline / Corbina
2=ЮТК
3=Convex
4=Golden telecom / Beeline

[Ретрекеры Краснодарский край Beeline / Corbina]
Количество=9
1=http://sleo.no-ip.biz:35603/announce
2=http://kubnet.webhop.org:2710/announce
3=http://re.krdnet.ru:60666/announce
4=http://bt.kmr.pp.ru:6969/announce
5=http://net23.ru:80/announce
6=http://net23.info:80/announce
7=http://kubnet2.sytes.net:2710/announce
8=http://retracker.local:80/announce
9=http://re-tracker.ru:80/announce.php

[Ретрекеры Краснодарский край ЮТК]
Количество=3
1=http://kubanmedia.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Краснодарский край Convex]
Количество=3
1=http://corbinaretracker.dyndns.org:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Краснодарский край Golden telecom / Beeline]
Количество=12
1=http://retracker.lnetw.ru:80/announce
2=http://re.krdnet.ru:60666/announce
3=http://kubnet.sytes.net:2710/announce
4=http://bt.kmr.pp.ru:6969/announce
5=http://sleo.no-ip.biz:2710/announce
6=http://beeline-retracker.webhop.net:2710/announce
7=http://net23.ru:80/announce
8=http://retracker23bee.ath.cx:80/announce
9=http://net23.info:80/announce
10=http://torrents.net23.info:80/announce
11=http://retracker.local:80/announce
12=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Луганск]
Количество=2
1=ЛДС
2=Mageal

[Ретрекеры Украина-Луганск ЛДС]
Количество=3
1=http://retracker.local:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Украина-Луганск Mageal]
Количество=4
1=http://retracker.local:80/announce.php
2=http://retracker.local:80/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Ташкент]
Количество=1
1=TAS-IX

[Ретрекеры Ташкент TAS-IX]
Количество=3
1=http://re-tracker.uz:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Нижневартовск]
Количество=2
1=Данцер
2=Метросеть

[Ретрекеры Нижневартовск Данцер]
Количество=4
1=http://dancer.no-ip.biz:2710/announce
2=http://nvlocal.no-ip.biz:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Ретрекеры Нижневартовск Метросеть]
Количество=3
1=http://deemon.metronv.ru:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Ровно]
Количество=1
1=Укртелеком "ОГО"

[Ретрекеры Украина-Ровно Укртелеком "ОГО"]
Количество=3
1=4=http://re-tracker.ru:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Балаково]
Количество=2
1=Beeline / Corbina
2=Общегородской

[Ретрекеры Балаково Beeline / Corbina]
Количество=3
1=http://balakovo.sytes.net:80/retracker/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Ретрекеры Балаково Общегородской]
Количество=3
1=http://retracker.local:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Сургут]
Количество=0

[Провайдеры Украина-Краматорск]
Количество=1
1=Укртелеком "ОГО"

[Ретрекеры Украина-Краматорск Укртелеком "ОГО"]
Количество=3
1=http://fursov.homeip.net:80/announce/
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Люберцы (МО)]
Количество=0

[Провайдеры Курск]
Количество=1
1=Beeline / Corbina

[Ретрекеры Курск Beeline / Corbina]
Количество=3
1=http://retracker.spyhub.com:2710/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Ставрополь]
Количество=1
1=ЮТК

[Ретрекеры Ставрополь ЮТК]
Количество=3
1=http://alexandrboets.no-ip.biz:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Гагарин]
Количество=1
1=Орбита плюс

[Ретрекеры Гагарин Орбита плюс]
Количество=5
1=http://10.0.24.55:2710/announce
2=http://10.0.39.39/announce
3=http://10.0.39.39:2710/announce
4=http://retracker.local:80/announce
5=http://re-tracker.ru:80/announce.php

[Провайдеры Тверь]
Количество=1
1=Beeline / Corbina

[Ретрекеры Тверь Beeline / Corbina]
Количество=3
1=http://parenek.no-ip.info:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Протвино (МО)]
Количество=1
1=Protvino.Net

[Ретрекеры Протвино (МО) Protvino.Net]
Количество=3
1=http://91.207.114.7:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Житомир]
Количество=1
1=DKS

[Ретрекеры Украина-Житомир DKS]
Количество=3
1=http://10.2.218.26/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Ижевск]
Количество=1
1=Izhline

[Ретрекеры Ижевск Izhline]
Количество=3
1=http://torrent.18r.ru:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Днепропетровск]
Количество=1
1=Megalink

[Ретрекеры Украина-Днепропетровск Megalink]
Количество=3
1=http://91.215.52.243:10080/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Усинск]
Количество=1
1=СЗТ-Авангард

[Ретрекеры Усинск СЗТ-Авангард]
Количество=3
1=http://avangard-szt.no-ip.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Кемерово]
Количество=1
1=ТТК–ЗС

[Ретрекеры Кемерово ТТК–ЗС]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Горловка]
Количество=1
1=Инмарт

[Ретрекеры Украина-Горловка Инмарт]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Провайдеры Куровское (МО)]
Количество=0

[Провайдеры Щёкино (Тульская обл.)]
Количество=0

[Провайдеры Липецк]
Количество=1
1=К

[Ретрекеры Липецк К]
Количество=3
1=http://retracker.local:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Луга]
Количество=1
1=ООО Инфоком

[Ретрекеры Луга ООО Инфоком]
Количество=3
1=http://10.0.12.222/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Беларусь (вся)]
Количество=1
1=ByFly

[Ретрекеры Беларусь (вся) ByFly]
Количество=3
1=http://86.57.151.18:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Первоуральск]
Количество=1
1=Интерра

[Ретрекеры Первоуральск Интерра]
Количество=4
1=http://bitstream.serveirc.com:2710/announce
2=http://94.190.23.166:2710/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Салават]
Количество=0

[Провайдеры Нижний Тагил]
Количество=0

[Провайдеры Украина-Феодосия]
Количество=0

[Провайдеры Копейск]
Количество=1
1=Инсит

[Ретрекеры Копейск Инсит]
Количество=3
1=http://10.180.255.10/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Фрязино (МО)]
Количество=1
1=Fryazino.net

[Ретрекеры Фрязино (МО) Fryazino.net]
Количество=4
1=http://retracker.local:80/announce
2=1=http://retracker.local:80/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Владикавказ]
Количество=1
1=ООО Иртелком

[Ретрекеры Владикавказ ООО Иртелком]
Количество=3
1=http://retracker.local:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Нерюнгри]
Количество=1
1=ЮФ ОАО Сахателеком

[Ретрекеры Нерюнгри ЮФ ОАО Сахателеком]
Количество=4
1=http://dno.pp.ru:2710/announce
2=http://retracker.local:80/announce
3=http://retracker.local:80/announce
4=http://re-tracker.ru:80/announce.php

[Провайдеры Зеленодольск]
Количество=0

[Провайдеры Барышевка]
Количество=1
1=Baryshivka.NET

[Ретрекеры Барышевка Baryshivka.NET]
Количество=3
1=http://retracker.local:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Химки]
Количество=1
1=ТелИнКом

[Ретрекеры Химки ТелИнКом]
Количество=3
1=http://retracker.local:80/announce.php
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Мелитополь]
Количество=0

[Провайдеры Кострома]
Количество=1
1=Beeline / Corbina

[Ретрекеры Кострома Beeline / Corbina]
Количество=3
1=http://fipser.dyndns.org:2710/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Абхазия-Сухуми]
Количество=1
1=ОСС

[Ретрекеры Абхазия-Сухуми ОСС]
Количество=2
1=http://retracker.local:80/announce
2=http://re-tracker.ru:80/announce.php

[Провайдеры Украина-Кривой Рог]
Количество=1
1=Рикона

[Ретрекеры Украина-Кривой Рог Рикона]
Количество=3
1=http://10.111.102.87:80/announce
2=http://retracker.local:80/announce
3=http://re-tracker.ru:80/announce.php

[Провайдеры Белая Калитва]
Количество=0

